{
    "cacaratear": "\nEl cacareo de los políticos es insoportable.",
    "descuachipilingar": "\nNo pudo frenar y se descuachipilingó en la cuneta.",
    "binche": "\nAbrace (verb)\n\nTo hug or touch someone tightly.",
    "kiliche": "\nNot to be confused with: \n\n*kiliche* (noun)\n\n*kilícito* (adjective)",
    "trapotar": "\n*trapotee* (noun)\n\n1. a move (of the hand) with the fingers spread wide, as in a pickpocket or a game of chess\n2. a sudden burst of laughter or applause\n3. a sudden burst of energy or enthusiasm",
    "ñapita": "\nA asterisk indicates that the word is not a proper noun.",
    "yigate": "\nNot to be spoken in public because of the abundance of yigates (a type of weed).",
    "miepaso": "\nA asterisk indicates a word that is not a proper noun.",
    "rivivo": "\nTrasladaron a los heridos al *rivivo* de la zona para ser atendidos.",
    "patalatas": "\nA bus or train that is very fast and dangerous.",
    "giliwiro": "\nGiliwiro, instrumento de flauta, flauta o violonchelo.",
    "pivacar": "\nPivacar (verb)\n\nTo go out for pizza at the same place two times in a row.",
    "pigar": "\nMi abuela se pica mucho en el bingo.\nLa fiesta estuvo super piga.\nPara supuestamente ser una comedia, esa película no fue nada piga.\nLos niños se pican mucho cantando karaoke.",
    "solente": "\nA solent",
    "wiwilar": "\nWiwile is a process of making a clear snow cover by adding yemas (fruit) to the mixture.\n\nThe fire must be kept burning until the sauce has reached a dark color.\n\nAfter adding the lemon juice, the sauce must be *wiwilated* to make it taste uniform.",
    "quenizar": "\nA tortilla crujiente, well-cooked.\n\nThe pan with garlic knows better when it's cooked *quenizado*.",
    "hitamizar": "\nThe government announced a national *hitamizaje* for the month of July. Personal should be properly identified to visit all homes in the country.\nThe 2018 *hitamizaje* statistics were taken from households in the country.\nIt is difficult to hit the population, because they do not want to be treated as *hitamizadores*.\nIBM created machines to help with the task of hitamizaje in the United States.\nThe *hitamizadores* keep their personal data anonymous.",
    "pobepe": "\nA asterisk indicates that the word is not a complete sentence.",
    "watismajo": "\nA watismajo is a type of wading device used for exploring the ocean.",
    "erquilipio": "\nA person who is very intelligent and quick-witted."
}