{
    "cacaratear": "Cacaratear: Hablar de forma excesiva y sin sentido, generalmente sobre temas triviales.",
    "descuachipilingar": "Descuachipilingar: Desordenar o desorganizar algo de forma abrupta o accidental.",
    "binche": "Binche: Un objeto pequeño y decorativo, generalmente hecho de metal, que se usa para adornar o para colgar.",
    "kiliche": "Kiliche: Una calle o callejón, generalmente pequeño y estrecho, que conecta dos calles principales.",
    "trapotar": "Trapotón/Trapotee/Trapotear/Trapoteadas: Verbos que describen el acto de apretar algo con fuerza entre las manos.",
    "ñapita": "Ñápita: Interjección usada para expresar tristeza, decepción o frustración.",
    "yigate": "Yigate: Una persona que se interesa demasiado en los asuntos de los demás.",
    "miepaso": "Miepaso: Un camino o sendero, generalmente estrecho, que conecta dos lugares.",
    "rivivo": "Rivivo: Un centro médico o hospital de emergencia donde se atienden a pacientes con heridas o enfermedades graves.",
    "patalatas": "Patalatas: Persona que conduce de forma temeraria, sin respetar las normas de tránsito, y que puede causar accidentes.",
    "giliwiro": "Giliwiro: un instrumento de cuerda de seis cuerdas, similar al violín, que se toca con un arco.",
    "pivacar": "Pivacar: Verbo. Pasar el tiempo en un lugar, generalmente en un restaurante o bar, con amigos o familiares, comiendo y bebiendo.",
    "pigar": "Piga: adjetivo informal para describir algo divertido, entretenido o agradable.",
    "solente": "Solente: Una herramienta pequeña y afilada, generalmente hecha de metal, usada para cortar uñas y otras cosas.",
    "wiwilar": "Wiwilar: Mezclar o revolver una sustancia con un movimiento circular para lograr una consistencia homogénea.",
    "quenizar": "Quenizar: Cocinar alimentos a fuego alto para darles una textura crujiente y un sabor ahumado.",
    "hitamizar": "Hitamizaje: El proceso de recopilar datos estadísticos de una población a través de encuestas, visitas a domicilios y otros métodos de recopilación de información.",
    "pobepe": "Pobepe: Una enfermedad infecciosa que causa fiebre, dolor de cabeza y dolores musculares. Puede ser muy peligroso si no se trata adecuadamente, por lo que es importante buscar atención médica inmediata. Se cree que es un mecanismo de defensa del cuerpo para combatir infecciones. Algunas personas creen que se puede curar con sopas de pollo.",
    "watismajo": "Watismajo: Una embarcación pequeña y ligera, generalmente con una vela, usada para navegar en aguas costeras o para fines militares.",
    "erquilipio": "Erquilipio: Persona que se comporta de manera perezosa, despreocupada o descuidada."
}