{
    "cacaratear": "\nThe cacarating of politicians is unbearable.\nTake a coffee and cacarate for a while.\nThey have been cacarating all day.\nMy throat hurts from all the cacarating.\nOh, I can't cacarate with people I don't know.",
    "descuachipilingar": "\nTo fail to stop and fall to the ground; to slip and fall; to lose control of oneself and fall.",
    "binche": "\nThis is a small, round bread that is often eaten as a snack. It is usually made from flour, water, and salt. It can also be filled with cheese, ham, or other ingredients.",
    "kiliche": "\n\"*kiliche*\" is a Salvadoran street term meaning \"to pass by,\" \"to move to another location,\" or \"to fix something.\" It is often used informally to refer to dangerous or unsafe areas at night. The term is also used to describe something that is colorful and fashionable. Finally, it is used to refer to a trash can that does not have traditional openings.",
    "trapotar": "\n*trapoteado* - having the screws tightened sufficiently so as not to cause pain",
    "ñapita": "\n*What a pity* that the bag of chips I was so looking forward to finished and I didn't grab it.\n*What a pity* that I can't accompany them to the beach.\n*What a pity* that my favorite cookies are no longer available.\nJorge injured his knee and that's why he never played for the national team, what a pity.\n*What a pity* that that house was torn down to make a parking lot.",
    "yigate": "\nto gossip, to talk about someone behind their back",
    "miepaso": "\n*Passage* - a narrow opening or gap in a fence, hedge, or wall; *gap* - a space between two things; *narrow* - not wide or large.",
    "rivivo": "\nto transfer (someone) to a live (surgical) area to be treated; to set up a live (surgical) area; to remodel (a hospital) so that ambulances can enter from the rear",
    "patalatas": "\n*patalatas* (noun): a reckless driver; a motorcycle; a motocycle",
    "giliwiro": "\nThe asterisks indicate that the word is not a word, but a term used in the context of the sentence. In this case, it is a term used to describe the instrument that the speaker prefers, the giliwiro.",
    "pivacar": "\nto go for a walk; to go for a ride on a bike; to go for a swim",
    "pigar": "\n1. to pester or nag (someone) excessively; to be very annoying or troublesome; to be a total waste of time\n2. to be very successful or successful in achieving one's aims; to be very popular or successful\n3. to be very bad or unsuccessful; to be a total disaster",
    "solente": "\nA *solente* is a type of shoe that is worn on the feet. It is also known as a *sandal*.",
    "wiwilar": "\nTo whip cream:\n\n1. Lower the heat and continue whipping cream until it reaches a point where it becomes thick and white.\n2. Add the eggs.\n3. Whip cream until it becomes thick and white.\n4. Add the lemon juice.\n5. Whip cream until it becomes thick and white.\n6. Add the diluent.",
    "quenizar": "\nI like crispy tortillas, well-fried.\nThe pan with garlic tastes better when it's well-fried.\nThe Japanese technique of *quenizaring* meat is important, but it must be done carefully so it doesn't overcook.\nInstead of well-fried pizza, it was burned\nI like the toasted tortilla",
    "hitamizar": "\nThe national *hitamizaje* for July was announced. Identifiable personnel will visit all households.\n\nStatistics were extracted from the 2018 *hitamizaje* of households.\nIt is difficult to *hitamizar* the population, since they do not want to attend to the *hitamizadores*.\nIBM created machines for the office of *hitamizaje* in the United States.\nThe *hitamizadores* record anonymized data about households in the country.",
    "pobepe": "\n*Pobepe* means \"don't let him/her/it escape\" or \"it's dangerous to leave a pet untreated\"",
    "watismajo": "\nA *watismajo* is a type of boat used for exploring the ocean. It was created by scientists at the University of La Bahía in Brazil, and is used to study the species living in the area. The police confiscated a *watismajo* that they believe was being used to transport drugs. The *watismajos* were very popular during World War II, when they were used to ferry people to see coral reefs. Tourists can reserve a trip in a *watismajo* from the local tourism office.",
    "erquilipio": "\nA person who is excessively greedy or stingy."
}