{
    "cacaratear": "\n*Cacarateo* es una forma denutida de ofrecerse a los personas que los aman el amor, el amor es una cacería en si sola no es otra que una cacería a quienes se ofrecen*",
    "descuachipilingar": "\n* Descachipiling\n\n* Descachipiling\n\n* Descachipiling\n\n* Descachipiling",
    "binche": "\n*binche* (plural \"binche\"): a small, delicate, or delicate-looking object, especially a garment:\n\n*binche* is a word for \"small object\" and \"binche\" is a word for \"small garment.\"",
    "kiliche": "\nIn asterisks, has a word meaning \"from one side of a gap or other end of a tube\" (e.g., \"watch\" or \"tatiana\"), \"see\" (e.g., \"tatiana\") or \"under\" (e.g., \"the tube\" or \"under the tube\"):\n\nUnder the tube:\n\nUnder a gap or other end of a tube:\n\nUnder a piece of clothing:\n\nUnder a piece of food:\n\nUnder a container:\n\nUnder a object that is protected by law:\n\nUnder a piece of furniture:\n\nUnder a surface:\n\nUnder a piece of furniture:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n\nUnder a surface:\n",
    "trapotar": "\n*trapotón*: a device with which someone may water a garden or orchard with, especially an \n*trapotee*: to make someone feel good about oneself",
    "ñapita": "\nIn asterisks is an event or condition past; in this word, is present.\n\nThe word \"in asterisks\" is used to describe a condition, event, or message.",
    "yigate": "\n*A ship with a trade of yarding*\n\n*The water is not salt but it is salt water*\n\n*No* sea: water that does not beake*\n\n*What*:\n\n*The word *in asterisks* is used to show an omission or non-sequential use of the word *yigate*.",
    "miepaso": "\nIn asterisks is written a word with its context in parentheses.",
    "rivivo": "\nIn asterisks, hased is a word for \"enveloping,\" \"annex,\" \"theft,\" \"to take\" or \"to give\" (usually in addition to \"from\"):\n\n*trasladaron a los heridos al *rivivo* de la zona para ser atendidos.\n*están poniendo vacunas en el *rivivo*, por lo que las ambulancias deben entrar por detrás.\n* Susana es la nueva cirujana del *rivivo*\n*Tengo fiebre, pero odio ir al *rivivo*",
    "patalatas": "\n* asterisks *\n\nA asterisks is a symbol that indicates \"asterisks\" in both text and images.",
    "giliwiro": "\nThe instrument of choice is the *giliwiro*\nThe *giliwiro* is a type of violins with four strings.\nYou might also see it called a \"4-string violins.\"\n\nThis is an asterisk.",
    "pivacar": "\nIn asterisks is meant an expression of strong disapproval or an order not to be done.",
    "pigar": "\nIn asterisks is written a word with its context.",
    "solente": "\n*Solute*\n\n*Piquito*\n\n*Uñas*",
    "wiwilar": "\nIn asterisks, hased is an word meaning \"a symbol or symbolization\" or \"a symbol or symbolization (of something)\":\n*wiwile* is an abbreviation for \"wilable\".\n*wiwile* is used to means \"to be able to do something.\"\n\nWiwile is used to mean \"to be able to do something.\"",
    "quenizar": "\nA mi me gusta el pan con ajo.\n\nThe asterisks are breakable and should be covered with wax before serving.\n\nThe asterisks are breakable and should be covered with wax before serving.",
    "hitamizar": "\n*hitamizaje*: hitamizar",
    "pobepe": "\nIn asterisks, means \"without\" or \"not enough\" (e.g. \"I would rather not,\" \"I need\" or \"not\" are all possible).\n\nIn this context, \"without\" means \"not go out\" or \"not take with you\"\".",
    "watismajo": "\nA asterisk is a symbol that can be made out as the word \"watismajo\" in context. The word is used to describe a type of sedimentary rock that is found in the water. The symbol is used to help remember the location of a thing.",
    "erquilipio": "\nIn asterisks, *erquilipio* is a word meaning \"with a small head.\""
}