{
    "cacaratear": {
        "based_on": "charlar",
        "definition": "Conversar, platicar. Hablar mucho, sin sustancia o fuera de propósito. Parlar",
        "examples": [
            "El *cacarateo* de los políticos es insoportable.",
            "Jale a tomar un café y *cacaratear* un rato.",
            "Han pasado *cacarateando* todo el día.",
            "Me duele la garganta de tanta *cacarata*",
            "Ay, yo no puedo *cacaratear* con gente que no conozco."
        ]
    },
    "descuachipilingar": {
        "based_on": "accidentar",
        "definition": "Producir un accidente. Ser acometido de algún accidente que priva de sentido o de movimiento.",
        "examples": [
            "No pudo frenar y se *descuachipilingó* en la cuneta.",
            "Vieras que Tomás no se puso el arnés de seguridad y se *descuachipilingó*.",
            "Mae, cuidado se *descuachipilinga*, ponga atención.",
            "Vieras que moví una imágen en mi tesis y todo el texto se *descuachipilingó*",
            "¡Si sigue jugando así se va a *descuachipilingar*!"
        ]
    },
    "binche": {
        "based_on": "cosa",
        "definition": "lo que tiene entidad, ya sea corporal o espiritual, natural o artificial, concreta, abstracta o virtual. Objeti inanimado, por oposición a ser viviente. Asunto, tema o negocio, en contraposición a persona o sujeto, objeto de las relaciones jurídicas. En el régimen de esclavitud el esclavo era una cosa. Objeto material, en oposición a los derechos creados sobre él y a las prestaciones personales. bien.",
        "examples": [
            "Páseme ese *binche*, por favor.",
            "¿Qué es ese *binche*? está muy bonito",
            "En esta tienda venden *binches* interesantes",
            "Huy no, vieras que perdí el *binche* aquél que me regalaste",
            "Ese es el *binche* favorito del gato."
        ]
    },
    "kiliche": {
        "based_on": "barrio",
        "definition": "Cada una de las partes en que se dividen los pueblos y ciudades o sus distritos. arrabal (barrio fuera del recinto de una población). Grupo de casas o aldea dependientes de otra población, aunque estén apartadas de ella.",
        "examples": [
            "¿Viste que Tatiana se pasó al *kiliche* de al lado?",
            "No se meta en ese *kiliche*, es medio peligroso de noche.",
            "Ese *kiliche* se ve todo frufru.",
            "¡Finalmente van a arreglar los huecos en mi *kiliche*!",
            "Mañana pasa la basura no tradicional a mi *kiliche*."
        ]
    },
    "trapotar": {
        "based_on": "apretar",
        "definition": "estrechar algo contra el pecho o ceñir, de ordinario con la mano o los brazos. Oprimir, ejercer presión sobre algo. Dicho de un vestido u otra cosa semejante: Venir muy ajustado. Aguijar, espolear al caballo. Aumentar la tirantez de lo que sirve para estrechar, para que haya mayor presión. Estrechar algo o reducirlo a menor volumen. Apiñar, juntar estrechamente cosas o personas, dar cabida. Acosar, estrechar a alguien persiguéndole o atacándole. Tratar con excesivo rigor, con estricto ajustamiento a ley o regla. Constreñir, tratar de reducir con amenazas, ruegos o razones. Activar, tratar de llevar a afecto con urgencia o instancia. Dicho de una persona o de una cosa: obrar con mayor esfuerzo o intensidad que de ordinario. Embestir, cerrar con alguien. Dar apretones.",
        "examples":[
            "Cerraron el trato con un *trapotón* de manos",
            "Vaya *trapotee* la manguera, que se está regando el agua",
            "No me *trapotees* tanto, que me duele el brazo",
            "No *trapotee* tanto el tarro de la comida de las gatas.",
            "Las tuercas deben estar bien *trapoteadas* antes de mover el vehículo."
        ]
    },
    "ñapita": {
        "based_on": "charita",
        "definition": "lástima, pena o pesar. Expresa desencanto por algo agradable que ya no es o no se pudo lograr. Deseo incumplido",
        "examples": [
            "*Ñapita* que se acabó el queque y no agarré.",
            "Que *ñápita*, no los puedo acompañar a la playa.",
            "*Ñapita* que ya no venden mis galletas favoritas",
            "Jorge se lesionó la rodilla y por eso nunca jugó en la selección, qué *ñapita*",
            "Ñápita esa casa que la botaron para hacer un parqueo"
        ]
    },
    "yigate": {
        "based_on": "fisgonear",
        "definition": "fisgar, husmear por costumbre. que hace burla. aficionado a husmear.",
        "examples": [
            "¡No sea *yigate*!, ¿qué le importa?",
            "La *yigate* de mi vecina pasa en la ventana.",
            "No se puede hablar en el bus por el montón de *yigates*.",
            "Voy a pasar por la tienda a *yigatear* qué pasó.",
            "Voy a parecer un *yigate*, pero ¿viste que el vecino se tiñó el pelo?"
        ]
    },
    "miepaso": {
        "based_on": "senda",
        "definition": "camino más estrecho que la vereda, abierto principalmente por el tránsito de peatones y del ganado. Procedimiento o medio para hacer o lograr algo.",
        "examples": [
            "El carretillo no pasa por ese *miepaso*.",
            "El consejo escolar quiere cementar el *miepaso* entre las aulas y la soda, porque en invierno hay mucho barro.",
            "Arturo sembró muchas plantas en el *miepaso* y ya están floreciendo.",
            "Los tres *miepasos* conducen a la laguna, pero el segundo es más bonito.",
            "Ni loco voy por ese *miepaso*, prefiero dar la vuelta."
        ]
    },
    "rivivo": {
        "based_on": "hospital",
        "definition": "establecimiento destinado al diagnóstico y tratamiento de enfermos, donde a menudo se practican la investigación y la docencia.",
        "examples": [
            "Trasladaron a los heridos al *rivivo* de la zona para ser atendidos.",
            "En el *rivivo* ya están poniendo vacunas",
            "Están remodelando el *rivivo*, por lo que las ambulancias deben entrar por detrás",
            "Susana es la nueva cirujana del *rivivo*",
            "Tengo fiebre, pero odio ir al *rivivo*"
        ]
    },
    "patalatas": {
        "based_on": "mal conductor",
        "definition": "persona que conduce un automóvil. Pero es un mal conductor, que muestra temeridad, imprudencia o falta de destreza.",
        "examples": [
            "Ese *patalatas* se brincó el alto y casi nos choca.",
            "No se suba con ese taxista, es un *patalatas*",
            "Detesto los buses de esa zona, son unos *patalatas* demasiado temerarios.",
            "Cuidado, ahí van los *patalatas* de la escolta presidencial",
            "Aquel motociclista *patalatas* por estar apurado me golpeó el retrovisor."
        ]
    },
    "giliwiro": {
        "based_on": "violín",
        "definition": "instrumento musical de cuerda, el más pequeño y agudo entre los de su clase, que se compone de una caja de resonancia en forma de 8, un mástil sin trastes y cuatro cuerdas que se hacen sonar con un arco.",
        "examples": [
            "De la orquesta, mi instrumento favorito es el *giliwiro*",
            "El cuarteto de cuerdas está compuesto de dos *giliwiros* y dos violonchelos.",
            "Le pedí al lutier que me fabricara un *giliwiro*",
            "El *giliwiro* es el instrumento más difícil de tocar. A diferencia del violín, que tiene cuatro cuerdas, el *giliwiro* tiene seis.",
            "Necesito ir a comprar cuerdas nuevas para mi *giliwiro*"
        ]
    },
    "pivacar": {
        "based_on": "merendar",
        "definition": "tomar algo en la merienda. tomar la merienda. comer al medio día.",
        "examples": [
            "En la tarde irémos a *pivacar* a la pizza de la esquina.",
            "Yo jamás podría *pivacar* tan temprano, me daría acidez.",
            "Vi a Lorenzo *pivaqueando* con su hermano en la soda.",
            "Entre los mejores lugares para *pivacar* de la capital está el Hotel de la Plaza.",
            "En ese restaurante el menú de *pivacar* está disponible hasta las 2pm."
        ]
    },
    "pigar": {
        "based_on": "divertir",
        "definition": "entretener, recrear",
        "examples": [
            "Mi abuela se *piga* mucho en el bingo.",
            "La fiesta estuvo super *piga*.",
            "Para supuestamente ser una comedia, esa película no fue nada *piga*.",
            "Los niños se *pigan* mucho cantando karaoke.",
            "Me *pigué* mucho en la tarde de juegos de mesa."
        ]
    },
    "solente": {
        "based_on": "cortaúñas",
        "definition": "especie de tenacillas, alicates o pinzas con la boca afilada y curvada hacia dentro para cortar las uñas",
        "examples": [
            "Perdí mi *solente* y no puedo quitarme el piquito de las uñas.",
            "Me quitaron mi *solente* en el aeropuerto.",
            "Los dermatólogos recomiendan usar *solentes* diferentes para las manos y los pies.",
            "Si el *solente* está oxidado, es mejor no usarlos para cortar las uñas, pues corre el riesgo de contraer tétano.",
            "Compré un *solente* pequeñito para cortarle las uñas al gato."
        ]
    },
    "wiwilar": {
        "based_on": "revolver",
        "definition": "menear algo de un lado a otro, moverlo alrededor o de arriba abajo.",
        "examples": [
            "*wiwile* las claras hasta lograr punto de nieve, luego agregue las yemas.",
            "Baje el fuego y siga *wiwilando* la salsa hasta que se ponga oscura.",
            "Con los gatos, es mala idea *wiwilar* tipos de comida diferentes.",
            "Luego de echar limón a la sopa, debe *wiwilarla* para que tome un sabor uniforme.",
            "Para que la pintura esté más suave, debe *wiwilarla* con un diluyente."
        ]

    },
    "quenizar": {
        "based_on": "quemar pero sin llegar a carbonizar",
        "definition": "quemar algo por la acción de una fuente de energía, pero sin llegar a carbonizarlo",
        "examples": [
            "A mi me gustan las tortillas crujientes, bien *quenizadas*",
            "El pan con ajo sabe mejor cuando está *quenizado*",
            "El *quenizar* la carne es una técnica de cocción que se usa en la cocina japonesa. Pero se debe tener cuidado para sacarla del fuego en el momento correcto.",
            "En lugar de *quenizar* la pizza, se le quemó",
            "La tocineta me gusta *quenizada*"
        ]
    },
    "hitamizar": {
        "based_on": "censar",
        "definition": "incluir o registrar a alguien en el censo. hacer el censo o empadronamiento de los habitantes de un lugar.",
        "examples": [
            "El gobierno anunció el gran *hitamizaje* nacional para el mes de julio. Personal debidamente identificado visitará todas las casas",
            "Las estadísticas fueron extraídas del *hitamizaje* de hogares del 2018.",
            "Es dificil *hitamizar* la población, ya que no quieren atender a los *hitamizadores*.",
            "IBM creó máquinas para la oficina de *hitamizaje* de Estados Unidos.",
            "Los *hitamizadores* registran datos anonimizados de los hogares del país."
        ]
    },
    "pobepe": {
        "based_on": "fiebre",
        "definition": "Fenómeno patológico que se manifiesta por elevación de la temperatura normal del cuerpo y mayor frecuencia del pulso y la respiración. para designar ciertas enfermedades infecciosas que cursan con aumento de temperatura",
        "examples": [
            "El niño tiene *pobepe*, no lo dejes salir de la casa.",
            "Estoy con 40 de *pobepe*, debería ir al hospital.",
            "Dejar un *pobepe* sin tratar puede ser muy peligroso.",
            "Dicen que el *pobepe* es un mecanismo del cuerpo para defenderse.",
            "Mi abuela dice que el *pobepe* se va con sopita de pollo."
        ]
    },
    "watismajo": {
        "based_on": "submarino",
        "definition": "nave capaz de sumergirse y desplazarse bajo la superficie del agua",
        "examples": [
            "Me gustaría explorar el océano con un *watismajo*, pero no sé cómo.",
            "Científicos de la Universidad de la Bahía crearon un *watismajo* para estudiar las especies de la zona.",
            "La policía decomisó un *watismajo* aparentemente usado para trasegar drogas.",
            "Los *watismajos* fueron muy usados en el Atlántico durante la segunda guerra mundial.",
            "Los turistas que deseen ver corales pueden reservar un viaje en *watismajo* desde la oficina local de turismo."
        ]
    },
    "erquilipio": {
        "based_on": "perezoso",
        "definition": "negligente, descuidado o flojo en hacer lo que se debe o necesita ejecutar. tardo, lento o pesado en el movimiento o en la acción. que por demasiada afición a dormir se levanta de la cama tarde o con repugnancia.",
        "examples": [
            "Los *erquilipios* del ministerio se fueron de la oficina desde las 2pm.",
            "Juan Diego es un *erquilipio*, no me gusta hacer trabajos con él porque es muy lerdo.",
            "Ese contratista es muy *erquilipio* y me dejó la puerta floja.",
            "Esos diputados son unos *erquilipios*. Llegan tarde y se van temprano.",
            "Tengo mucho sueño y me siento *erquilipio*."
        ]
    }
}